[
    {
        "id": "1",
        "picture": "https://www.hplbd.com/products/Aeron-FT-Tablet-4mg.jpg",
        "name": "Aeron®FT",
        "about": "Montelukast is a selective and orally active leukotriene receptor antagonist that inhibits the cysteinyl leukotriene CysLT1 receptor.",
        "description": "Montelukast is a selective and orally active leukotriene receptor antagonist that inhibits the cysteinyl leukotriene CysLT1 receptor. Cysteinyl leukotrienes and leukotriene receptor occupation have been correlated with the pathophysiology of asthma (such as, airway edema, smooth muscle contraction and altered cellular activity associated with the inflammatory process, which contribute to the signs and symptoms of asthma).Montelukast is indicated for the prophylaxis and chronic treatment of asthma in adults and pediatric patients 2 years of age and older",
        "registered": "2015-10-13T12:54:09 -06:00"
    },
    {
        "id": "2",
        "picture": "https://www.hplbd.com/products/Combiver_inhelar.jpg",
        "name": "Combiver®",
        "about": "Combiver® inhalation aerosol is a combination of Salbutamol Sulphate and Ipratropium Bromide. Salbutamol, a short acting b2 agonist bronchodilator and Ipratropium Bromide, an anticholinergic bronchodilator produce greater",
        "description": "Combiver® inhalation aerosol is a combination of Salbutamol Sulphate and Ipratropium Bromide. Salbutamol, a short acting b2 agonist bronchodilator and Ipratropium Bromide, an anticholinergic bronchodilator produce greater bronchodilator effect when used in combination than either agent alone. It is an environment friendly inhaler which does not contain chlorofluorocarbons (CFCs) as propellant. It uses hydrofluoroalkane (HFA) as propellant which is environment friendly. This combination is expected to maximize the response to treatment in patients with chronic obstructive pulmonary disease (COPD) by reducing bronchospasm through two distinctly different mechanisms, anticholinergic (parasympatholytic) and sympathomimetic. Combiver® inhalation aerosol is indicated as a bronchodilator for the treatment of bronchospasm associated with chronic obstructive pulmonary disease (COPD) in patients who require regular treatment with both Salbutamol and Ipratropium. It is also useful in patients having asthma featuring COPD symptoms & in patients having history of smoking over 10 pack-years. ",
        "registered": "2020-07-21T12:42:13 -06:00"
    },
    {
        "id": "3",
        "picture": "https://www.hplbd.com/products/Flixocort-125-mg.jpg",
        "name": "Flixocort®",
        "about": "Flixocort® inhaler is a pressurized metered dose inhaler. It is intended for oral inhalation only. It contains Fluticasone Propionate BP as an active ingredient.",
        "description": "Flixocort® inhaler is a pressurized metered dose inhaler. It is intended for oral inhalation only. It contains Fluticasone Propionate BP as an active ingredient. Fluticasone Propionate is a corticosteroid with mainly glucocorticoid activity. Fluticasone Propionate is stated to exert a topical effect on the lungs without systemic effect of usual dose.Adult: Flixocort® is indicated in the prophylaxis and maintenance of mild, moderate and severe asthma. Fluticasone Propionate has a marked anti inflammatory effect in the lungs. It reduces symptoms and exacerbations of asthma in patients previously treated with bronchodilator alone or with other prophylactic therapy.Children: Any child who requires preventive asthma medication, including patients not controlled on currently available prophylactic medication.",
        "registered": "2015-03-29T12:53:47 -06:00"
    },
    {
        "id": "4",
        "picture": "https://www.hplbd.com/products/Flumetol_easyhaler.jpg",
        "name": "Flumetol easycap",
        "about": "Flumetol® Easycap is a combination of Salmeterol Xinafoate and Fluticasone Propionate. Salmeterol Xinafoate is a selective, long-acting beta-2 agonist. ",
        "description": "Flumetol® Easycap is a combination of Salmeterol Xinafoate and Fluticasone Propionate. Salmeterol Xinafoate is a selective, long-acting beta-2 agonist. It binds to beta-2 receptors on the smooth muscle cells that surround the airways, causing the muscle cells to relax and opening the airways. Fluticasone Propionate is a synthetic corticosteroid which is a glucocorticoid receptor agonist with mainly potent anti-inflammatory activity.Flumetol® Easycap is indicated for the regular treatment of asthma (Reversible Obstructive Airways Disease), where use of a combination product (bronchodilator and inhaled corticosteroid) is appropriate. Patients on effective maintenance doses of both long-acting beta agonists and inhaled corticosteroids using separate products.Patients who are not adequately controlled on current inhaled corticosteroid therapyPatients who are not adequately controlled on “as needed” short-acting beta-agonists, as an alternative to initiation of maintenance therapy with moderate or high doses of inhaled corticosteroid alone. Flumetol® Easycap should not typically be used for the initial management of asthma, unless symptoms are severely uncontrolled, nor in patients whose asthma can be managed by occasional use of short-acting beta-2 agonists.",
        "registered": "2014-11-23T04:30:32 -06:00"
    },
    {
        "id": "5",
        "picture": "https://www.hplbd.com/products/Formocort.jpg",
        "name": "Formocort inhaler",
        "about": "Formocort® inhaler is a pressurized metered dose inhaler. It is intended for oral inhalations only. It contains a combination of Formoterol Fumarate Dihydrate BP and Budesonide BP. ",
        "description": "Formocort® inhaler is a pressurized metered dose inhaler. It is intended for oral inhalations only. It contains a combination of Formoterol Fumarate Dihydrate BP and Budesonide BP. Formoterol is a very potent, long-acting, b2 adrenoceptor-agonist with a high intrinsic activity and a rapid onset of action. Budesonide is a potent glucocorticoid that binds with high affinity to the glucocorticoid receptor. It has a high ratio of topical to systemic activity Maintenance treatment of Chronic Obstructive Pulmonary Disease (COPD): Formocort® 4.5/160 is indicated for the twice daily maintenance treatment of airflow obstruction in patients with chronic obstructive pulmonary disease (COPD) including chronic bronchitis and emphysema. Formocort® 4.5/160 is the only approved dosage for the treatment of airflow obstruction in COPD.",
        "registered": "2021-03-05T11:58:00 -06:00"
    },
    {
        "id": "6",
        "picture": "https://www.hplbd.com/products/Glycare.jpg",
        "name": "Glycopyrronium Bromide",
        "about": "Glycare® Easycap is an inhaled long acting muscarinic receptor antagonist (anticholinergic drug) for once daily maintenance bronchodilator treatment of COPD.",
        "description": "Glycare® Easycap is an inhaled long acting muscarinic receptor antagonist (anticholinergic drug) for once daily maintenance bronchodilator treatment of COPD. Glycare® Easycap works by blocking the bronchoconstrictictor action of acetylcholine on airway smooth muscle cells, thereby dilating the airways. Glycare® Easycap gives a rapid onset of action within 5 minutes after inhalation and provides significant improvement in lung function over 24 hours Glycare® Easycap is indicated as a once daily maintenance bronchodilator treatment to relieve symptoms of patients with chronic obstructive pulmonary disease (COPD) Glycare® Easycap Dry Powder Inhaler: Each box contains 30 Glycare® Easycap capsules in 3x10’s Alu-Alu form packs. Each capsule contains Glycopyrronium equivalent to 50 micrograms",
        "registered": "2019-05-24T07:23:58 -06:00"
    },
    {
        "id": "7",
        "picture": "https://www.hplbd.com/products/Indoral_150-Mcg.jpg",
        "name": "Indacaterol Maleate",
        "about": "Indarol® Easycap is a long-acting β2 agonist. When inhaled it acts locally in the lung as a bronchodilator. It binds to β2 receptors on the smooth muscle cells that surround the airways causing the muscle cells to relax and opening the airways.  ",
        "description": "Dolore aute duis duis velit reprehenderit duis incididunt veniam dolor commodo nisi. Cillum exercitation sit consectetur occaecat exercitation velit est. Qui dolore reprehenderit incididunt id pariatur est aute esse aliqua. Ipsum officia veniam amet incididunt fugiat deserunt. Labore qui eiusmod consequat laborum labore nulla aliquip elit. Non ex magna sunt eu irure aliquip ut aliquip aute ea. Deserunt enim culpa officia eiusmod ullamco occaecat labore aute labore voluptate in.\r\n",
        "registered": "2020-10-26T07:54:50 -06:00"
    },
    {
        "id": "8",
        "picture": "https://www.hplbd.com/products/Pulmocare-easyhaler.jpg",
        "name": "Pulmocare easycap",
        "about": "PulmoCare® Easycap dry powder inhaler is a preparation of Salbutamol Sulphate. Salbutamol is a relatively selective beta2 adrenoreceptor stimulan",
        "description": "PulmoCare® Easycap dry powder inhaler is a preparation of Salbutamol Sulphate. Salbutamol is a relatively selective beta2 adrenoreceptor stimulant. Salbutamol is a sympathomimetic agent which has a highly selective action on beta adrenergic receptors in bronchial muscle. It provides short - acting (within 5 minutes) in reversible airway obstruction. Beta2 adrenoreceptor agonist is used in the treatment of asthma and other forms of diffuse reversible airways obstruction ",
        "registered": "2021-01-17T07:52:23 -06:00"
    }
]